[Lang]
Name=Italian
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="(Vuoto)"
"1 min"="1 min"
"10 min"="10 min"
"12 Hour"="12 ore"
"2 min"="2 min"
"24 Hour"="24 ore"
"30 min"="30 min"
"5 min"="5 min"
"802.1x Mode"="Modalità 802.1x"
"802.1x"="802.1x"
"Account 1"="Account 1"
"Account 2"="Account 2"
"Account 3"="Account 3"
"Account 4"="Account 4"
"Account 5"="Account 5"
"Account 6"="Account 6"
"Account ID"="Account ID"
"Account"="Account"
"Accounts"="Accounts"
"ACD Login"="Login ACD"
"ACD State"="Stato ACD"
"ACD Trace"="Traccia ACD"
"ACD"="ACD"
"Activation"="Stato Account"
"Active Level"="Livello luminosità"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Aggiungi Numero"
"Add Personal"="@Add Personal"
"Add selected To Personal?"="@Add selected To Personal?"
"Add the records success"="@Add the records success"
"Add to"="@Add to"
"Add"="Agg."
"admin"="Admin"
"Advanced"="Avanzato"
"After Ring Times"="Dopo num. squilli"
"ALERT"="ALLARME"
"All Broadsoft Group"="@All Broadsoft Group"
"All Buddies"="@All Buddies"
"All Calls"="Tutte le chiamate"
"All Contacts"="Tutti i contatti"
"All Key"="Tutti i tasti"
"All Lines"="@All Lines"
"All Local Call"="@All Local Call"
"All Network Call"="@All Network Call"
"All Off"="@All Off"
"All On"="@All On"
"All XML Group"="@All XML Group"
"Allow Remote Control"="Permetti controllo remoto"
"Allow Remote Control?"="Permetti controllo remoto"
"Always Forward"="Devia sempre"
"Always On"="Sempre attivo"
"Anonymous Code"="@Anonymous Code"
"Anonymous Reject"="Rifiuta anonime"
"Anonymous Rejection"="Anonymous Rejection"
"Anonymous"="Anonimo"
"Answer Comfimation"="@Answer Comfimation"
"Answer"="Rispondi"
"Anywhere"="Ovunque"
"Apr"="Apr"
"Are you sure to remove "="@Are you sure to remove "
"Aug"="Ago"
"auth error"="@auth error"
"Authentication failure!"="@Authentication failure!"
"Auto Answer"="Auto risp."
"Auto Connect:"="@Auto Connect:"
"Auto provision now?"="Controllare il provisioning ora? Il telefono potrebbe riavviarsi."
"Auto Provision to"="@Auto Provision to"
"Auto Provision"="Auto provisioning"
"Auto Redial"="Ridigitazione automatica"
"Auto Redial?"="Ridigitazione automatica"
"Auto"="Auto"
"Auto-login"="Auto-login"
"AutoBLFList is on, manually configing is forbiden!"="AutoBLFlist è attivo, la configurazione manuale è vietata!"
"AutoConnect"="Autoconnetti"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatico"
"AutoProvision"="Auto Provisioning"
"Avail"="Dispon."
"Available"="Disponibile"
"Away"="Assente"
"Back"="Indietro"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Tempo retro-illuminazione"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Bad Request"
"Barge In"="@Barge In"
"Basic"="Basico"
"Betransferred"="Tasferito"
"Blacklist"="Lista nera"
"BLF List"="Lista BLF"
"BLF"="BLF"
"Block"="@Block"
"bluetooth devices(Connecting with "="@bluetooth devices(Connecting with "
"bluetooth devices:"="@bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="@Bridge mode unsupported in PPPoE!"
"Bridge"="Collega"
"BridgeID is invalid!"="@BridgeID is invalid!"
"BridgeID"="ID Bridge"
"Broadsoft Calllog"="Registro chiamate Broadsoft"
"Broadsoft Contacts"="Contatti Broadsoft"
"BroadSoft Group"="Gruppo Broadsoft"
"Broadsoft_Idle"="Broadsoft"
"BroadsoftMenu_Idle"="Menu Broadsoft"
"BST Call Log"="@BST Call Log"
"BST Directory"="@BST Directory"
"Buddies"="@Buddies"
"Busy Forward"="Dev. su occ."
"Busy Here"="Occupato qui"
"Busy"="Occupato"
"Cable Disconnect"="Cavo disconnesso"
"Call Completion"="Completamento della chiamata"
"Call Control"="Controllo chiamata"
"Call Fail"="Chiama Fail"
"Call Feature"="Funzionalità chiamata"
"Call Finish"="Chiamata terminata"
"Call Forward"="Inoltro chiamata"
"Call Infomation"="@Call Infomation"
"Call off code can't be empty!"="Off Code can't be empty!"
"Call off code is invalid!"="@Call off code is invalid!"
"Call on code is invalid!"="@Call on code is invalid!"
"Call Park"="Parcheggio chiamata"
"Call Pickup"="Pickup chiamata"
"Call Return"="Ultima chiamata"
"Call Waiting"="2nd chiamata"
"CallForwarding"="Deviazione"
"CallInfo"="@CallInfo"
"Calling"="In chiamata"
"Calllog"="History"
"Callout"="@Callout"
"CallReturn_Idle"="ReCall"
"Calls for Pickup"="Calls for Pickup"
"Calls Longest"="@Calls Longest"
"Cancel"="Canc."
"CC Name"="@CC Name"
"CC UID"="@CC UID"
"Certificate"="@Certificate"
"CHATTY"="@CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="@Choose a group"
"Clear all account config?"="Cancellare la configurazione\ndegli account?"
"Clear All Records?"="Cancellare tutti i records?"
"Clear this group messages?"="Cancellare questi messaggi di gruppo?"
"Common is invalid!"="Chiave AES Common non valida"
"Common"="Chiave Common AES"
"Company"="Compagnia"
"Conference with"="Conference with"
"Conference"="Conf"
"Config Updating"="Aggiorno configurazione!"
"Configuration Reset"="Reset configurazione"
"Confirm password must be the same with the new password!"="Password non corrispondenti!"
"Confirm Password"="Conferma password"
"Confirm PIN"="Conferma PIN"
"Connect failed."="Connessione fallita."
"Connect Success."="@Connect Success."
"Connect"="Chiama"
"Connecting.."="In connessione"
"Contact Details"="@Contact Details"
"Contact is not in blacklist!"="@Contact is not in blacklist!"
"Contact list is full!"="Lista contatti piena"
"Contact name already existed!"="Il nome del contatto esiste già!"
"Contacts Setting"="@Contacts Setting"
"Contrast Level"="Livello contrasto"
"Contrast"="Contrasto"
"Copy to All Lines?"="Copy to All Lines?"
"Current Password"="Password attuale"
"Current PIN is incorrect!"="Il PIN attuale è sbagliato"
"Current PIN"="PIN attuale"
"Custom DND"="DND personalizzato"
"Custom Forward"="Custom Forward"
"Customer"="@Customer"
"Data invalid!"="@Data invalid!"
"Date & Time"="Data e ora"
"Date Format"="Formato Data"
"Date"="Data"
"Daylight Saving"="Ora legale"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"Dec"="Dic"
"Default Account"="Account predefinito"
"Default"="Default"
"Delete all contacts?"="@Delete all contacts?"
"Delete all item?"="Cancellare tutti gli elementi?"
"Delete All items?"="@Delete All items?"
"Delete all locations?"="Cancellare tutti i luoghi?"
"Delete all numbers"="Cancellare tutti i numeri?"
"Delete All"="Canc. tuttio"
"Delete Failed!"="Delete Failed"
"Delete failed."="Delete Failed"
"Delete location?"="Cancellare luogo?"
"Delete numbers"="Cancella numeri"
"Delete selected contact?"="@Delete selected contact?"
"Delete Selected Item?"="Cancella oggetto selezionato?"
"Delete Selected Records?"="@Delete Selected Records?"
"Delete selected wallpapper?"="@Delete selected wallpapper?"
"Delete seleted item?"="@Delete seleted item?"
"Delete successed"="@Delete successed"
"Delete the contact?"="@Delete the contact?"
"Delete the record?"="@Delete the record?"
"Delete the selected Group?"="@Delete the selected Group?"
"Delete the selected message?"="Cancellare i messaggi selezionati?"
"Delete this message?"="Cancellare questo messagio?"
"Delete"="Canc."
"Deleting. Please wait..."="Cancellazione. Prego attendere…"
"Department"="Dipartimento"
"Determined to restore the factory settings?"="Resettare ai valori di fabbrica?"
"Device Name"="Nome dispositivo"
"DHCP Server"="Server DHCP"
"DHCP Time"="Tempo DHCP"
"DHCP"="DHCP"
"Dial"="Chiama"
"Dialed Calls"="Ch. effettuate"
"Dialing"="@Dialing"
"Directories"="Directories"
"Directory"="Rubrica"
"Directory_Idle"="Contacts"
"Disabled"="Disabilitato"
"Disabled"="Disabilitato"
"Discard"="@Discard"
"Disconnect Failed."="Disconnessione fallita."
"Disconnect Success."="@Disconnect Success."
"Disconnect"="Disconnetti"
"Disconnecting.."="Disconnessione…"
"DispCode"="Codice disposizione"
"Display name is invalid!"="@Display name is invalid!"
"Display Name"="Nome Display"
"Display"="Display"
"Disposition Code"="Codice disposizione"
"DND"="DND"
"Do Not Disturb"="Non disturbare"
"Do you want to discard your change?"="Annullare i cambiamenti?"
"Do you want to save the contact or discard it?"="@Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="@Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="@DP01 Setting"
"DP02 Setting"="@DP02 Setting"
"DPickup"="PickupDir"
"Draftbox"="Bozze"
"Dss Key"="Tasto linea"
"DSS Keys"="Tasto linea"
"DssKey 1"="Tasto linea 1"
"DssKey 10"="Tasto linea 10"
"DssKey 11"="Tasto linea 11"
"DssKey 12"="Tasto linea 12"
"DssKey 13"="Tasto linea 13"
"DssKey 14"="Tasto linea 14"
"DssKey 15"="Tasto linea 15"
"DssKey 16"="Tasto linea 16"
"DssKey 17"="Tasto linea 17"
"DssKey 18"="Tasto linea 18"
"DssKey 19"="Tasto linea 19"
"DssKey 2"="Tasto linea 2"
"DssKey 20"="Tasto linea 20"
"DssKey 21"="Tasto linea 21"
"DssKey 22"="Tasto linea 22"
"DssKey 23"="Tasto linea 23"
"DssKey 24"="Tasto linea 24"
"DssKey 25"="Tasto linea 25"
"DssKey 26"="Tasto linea 26"
"DssKey 27"="Tasto linea 27"
"DssKey 28"="Tasto linea 28"
"DssKey 29"="Tasto linea 29"
"DssKey 3"="Tasto linea 3"
"DssKey 4"="Tasto linea 4"
"DssKey 5"="Tasto linea 5"
"DssKey 6"="Tasto linea 6"
"DssKey 7"="Tasto linea 7"
"DssKey 8"="Tasto linea 8"
"DssKey 9"="Tasto linea 9"
"DTMF"="DTMF"
"Duration"="Durata"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Modifica luogo"
"Edit Number"="Modifica numero"
"Edit"="Edit"
"Email"="@Email"
"Emergency Escalation"="@Emergency Escalation"
"Emergency"="Emergenza"
"Empty"="Vuoto"
"empty"="Vuoto"
"Enable Diversion Inhibitor"="Abilita inibitore di deviazione"
"Enable this Location"="Abilita questo luogo"
"Enabled"="Attivo"
"End Call"="Canc."
"End IP"="Ult. IP"
"English"="English"
"Enter Code"="Inserisci codice"
"Enter Filter Conditions"="@Enter Filter Conditions"
"Enter Number"="Inserisci numero"
"Enter Password"="@Enter Password"
"Enterprise"="Enterprise"
"Exit"="Esci"
"Exit_Disposition_Code"="@Exit_Disposition_Code"
"Extended Away"="@Extended Away"
"Extension is invalid!"="@Extension is invalid!"
"Extension"="Extension"
"Factory Installed"="@Factory Installed"
"Fail!"="@Fail!"
"Failed to connect to server!"="@Failed to connect to server!"
"Failed to modify password!"="@Failed to modify password!"
"Failed. Please retry..."="Fallito. Prego riprovare…"
"Family"="Famiglia"
"Far Mute"="Far Mute"
"Favorite"="Funzioni"
"Favourite"="@Favourite"
"Feb"="Feb"
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Aggiornamento firmware…"
"Firmware"="Firmware"
"FirstName"="@FirstName"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Formato"
"Forward Option"="Opzione inoltro."
"Forward to is invalid!"="Numero target non valido!"
"Forward To"="Devia a"
"Forward to"="Devia a"
"Forward"="Deviazione"
"Forwarded Calls"="Ch. deviate"
"French"="French"
"Fri"="Ven"
"Friday"="Venerdì"
"Friend"="amici"
"From"="Da"
"Full Reset"="Resetta tutto"
"Fun Key"="Tasti funzione"
"FWD International"="Fwd International"
"FWD"="FWD"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="Il codec g722 non è disponibile nella conferenza a quattro"
"Gateway is invalid!"="Gateway non valido!"
"Gateway"="Gateway"
"Genaral"="General"
"General"="Generale"
"German"="German"
"GetConfigData Failed, Please Retry!"="@GetConfigData Failed, Please Retry!"
"GPark"="Parcheggio di gruppo"
"GPickup"="Gruppen-Pick-Up"
"Group isn't exist!"="@Group isn't exist!"
"Group Listening"="Grouppo di risposta"
"Group name already existed!"="Nome del gruppo già esistente"
"Group name can't be empty!"="@Group name can't be empty!"
"Group Pick Up"="Gruppo Pick Up"
"Group"="Gruppo"
"Guest Login"="Login guest"
"GuestIn"="Guest In"
"GuestOut"="Guest Out"
"Hardware"="Hardware"
"has been used!"="@has been used!"
"Has Connected"="@Has Connected"
"Hebrew"="Hebrew"
"Held"=" In attesa "
"Hide Number"="Nascondi numero"
"History Details"="@History Details"
"History Record"="Record storico"
"History Setting"="Impostazioni storico"
"History"="Reg. ch."
"History_Idle"="Reg. ch."
"Hold"="Sospendi "
"Hot Desking"="Hot Desking"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"HotelingLogin..."="@HotelingLogin..."
"Hotline Delay 0-10(s)"="Ritardo hotline 0-10(s)"
"Hotline delay is invalid!"="@Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Il ritardo hotline può essere 0-10!"
"Hotline"="Hotline"
"Http port should be 1-65535!"="La porta http dovrebbe essere 1-65535!"
"Http Port"="Porta http "
"Http"="Stato HTTP"
"Https port should be 1-65535!"="La porta https dovrebbe essere 1-65535!"
"Https Port"="Porta https"
"Https"="Stato HTTPS"
"Identity is invalid!"="@Identity is invalid!"
"Identity"="Identità"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Livello retroilluminazione"
"Inbox"="Inbox"
"Incoming Call"="@Incoming Call"
"Inexitstence"="@Inexitstence"
"Initial ACD State"="Stato ACD iniziale"
"Initial State"="Stato iniziale"
"Input contains invalid character like ''\"\\"="@Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="@Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="@Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Intercom permesso"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom muto"
"Intercom Tone"="Tono intercom"
"Intercom"="Citofono"
"Interval"="@Interval"
"Invalid Account"="Account non valido!"
"Invalid account"="Account non valido!"
"Invalid DHCP End IP Address!"="Inv. Ult. DHCP Indirizzo IP!"
"Invalid DHCP Start IP Address!"="Inv. primo DHCP Indirizzo IP!"
"Invalid DTMF value!"="@Invalid DTMF value!"
"Invalid IP Address!"="Inv. indirizzo IP!"
"Invalid Number"="Numero non valido"
"Invalid Paging Value!"="Paging Number non valido!"
"Invalid Subnet Mask!"="Inv. masc. rete!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="@Invalid WAN type"
"IP address has been used!"="@IP address has been used!"
"IP address is invalid!"="Indirizzo IP non valido!"
"IP conflict"="Conflitto IP"
"IP Conflicted"="@IP Conflicted"
"IP Mode"="IP Mode"
"IP"="IP"
"IPAddress Mode"="Modalità IP"
"IPaddress Mode"="Modalità IP"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Default Gateway Ipv4"
"IPv4 Gateway"="Gateway IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri.DNS"="DNS Primario IPv4"
"IPv4 Sec.DNS"="DNS Secondario IPv4"
"IPV4 Status"="Stato IPv4"
"IPv4 Subnet mask is invalid!"="Ungültige Subnetzmaske!"
"IPv4 Subnet Mask"="@IPv4 Subnet Mask"
"IPV4 WAN Port"="Porta WAN IPv4"
"IPv4 WAN Type"="Tipo WAN IPv4"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Default Gateway IPv6"
"IPv6 IP Prefix"="Prefisso IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri.DNS"="DNS Primario IPv6"
"IPv6 Prifix"="Prefisso IPv6"
"IPv6 Sec.DNS"="DSN Secondario IPv6"
"IPV6 Status"="Stato IPv6"
"IPv6 Subnet mask is invalid!"="@IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="Porta WAN IPv6"
"IPv6 WAN Type"="Tipo WAN IPv6"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Gen"
"Jul"="Lug"
"Jun"="Giu"
"Key #"="Tasto #"
"Key *"="Tasto *"
"Key As Send"="Key conferma"
"Key Event"="Evento tasto"
"Key Type"="Tipo tasto:"
"Key"="@Key"
"KeyGuard"="@KeyGuard"
"Keypad Lock Enable"="Keypad Lock Enable"
"Keypad Lock Type"="Keypad Lock Type"
"Keypad Lock!"="Blocca"
"Keypad Lock"="Blocca"
"Keypad"="Keypad"
"KeypadLock_Idle"="KeypadLock"
"Keypress Sound"="Tono pressione tasto"
"Label is invalid!"="@Label is invalid!"
"Label"="Etichetta"
"LAN IP"="IP LAN"
"LAN Mask"="LAN Mask"
"LAN Type"="Tipo LAN"
"Language initializing. Please wait..."="Inizializzo linguaggio. Prego attendere…"
"Language"="Lingua"
"LastName"="@LastName"
"LDAP"="LDAP"
"Line 1"="Account 1"
"Line 2"="Account 2"
"Line 3"="Account 3"
"Line 4"="Account 4"
"Line 5"="Account 5"
"Line 6"="Account 6"
"Line Select"="Selezione linea"
"Line"="Linea"
"line"="Linea"
"Load Config Data Failed!"="@Load Config Data Failed!"
"Load Fail!"="@Load Fail!"
"Load Failed!"="Caricamente fallito!"
"Load Failed"="Caricamente fallito!"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Caricamento, attendere..."
"Loading, please wait..."="Loading, Please wait..."
"Loading. Please wait..."="Loading. Please wait..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Storico"
"Local Contacts"="Contatti locali"
"Local Group"="Rubrica locale"
"Local_Idle"="Locale"
"LocalMenu_Idle"="Menu locale"
"Locations"="Luoghi"
"Login As"="Login come"
"Login Failed."="Login fallito"
"Login"="Login"
"Login..."="Login"
"Logout"="Logout"
"Low"="Basso"
"MAC Address"="MAC"
"MAC oriented is invalid!"="Chiave AES MAC-Oriented non valida"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"mail"="Mail"
"Main Menu"="Menù princ."
"Manual"="Manuale"
"Mar"="Mar"
"MASK"="Subnet Mask"
"May"="Mag"
"Meet-me"="Meet-me"
"Memory Full!"="Memoria piena"
"Menu Key"="Tasto menù"
"Menu"="Menù"
"Message"="Messaggio"
"Missed Calllog"="Ch. perse"
"Missed Calls"="Ch. perse"
"MM/DD/YY"="MM/GG/AA"
"Mobile"="Celluare"
"Model"="Modello"
"Mon"="Lun"
"Monday"="Lunedi"
"More"="Altro"
"Move Down"="Muovi giù"
"Move selected to Blacklist?"="Muovi i selezionati in blacklist?"
"Move selected to Contacts?"="Muovi i selezionati nei contatti?"
"Move the contact to Blacklist?"="@Move the contact to Blacklist?"
"Move the contacts success"="@Move the contacts success"
"Move to blacklist success"="@Move to blacklist success"
"Move Up"="Muovi su"
"Move"="@Move"
"Moving contact..."="@Moving contact..."
"Mute"="Dis. alt."
"My Device Information"="@My Device Information"
"My Status"="@My Status"
"N/A"="N/D"
"Name can not be empty!"="Name can't be empty!"
"Name Unknown"="Name Unknown"
"Name"="Italian"
"Need a Number"="C'è bisogno di un numero!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="@Network changed. Rebooting"
"Network Checking..."="Network Checking!"
"Network configuration has changed, shall become effective after the restart?"="Premere OK per riavviare ora, o Cancella per riavviare dopo. Riavviare ora?"
"Network Directory"="@Network Directory"
"Network Favorite"="@Network Favorite"
"Network Unavailable"="Rete non disponibile"
"Network unavailable."="Network unavailable."
"Network"="Rete"
"NetworkCallLog_Idle"="Log chiamate di rete"
"NetworkCalllogGroup_Idle"="Network Calllog Group"
"NetworkFavorites"="@NetworkFavorites"
"New Call"="Nuova chiamata"
"New Contact"="@New Contact"
"New Group"="@New Group"
"New Location"="Nuovo luogo"
"New Message"="Nuovo mess."
"New Missed Call(s)"="chiamate perse"
"New password is invalid!"="@New password is invalid!"
"New Password"="Nuova password"
"New PIN"="Nuovo PIN"
"New Text Message"="Nuovo messaggio di testo"
"New Voice Mail"="Nuovo messaggio"
"new"="nuova"
"NewSMS_Idle"="NuovoSMS"
"Next"="Successivo"
"NextSpace"="NextSpace"
"No Account"="Nessun account!"
"No Answer Forward"="Nessuna dev."
"No Bluetooth Adapter Found."="@No Bluetooth Adapter Found."
"No contact!"="@No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="Adattatore bluetooth non trovato"
"No Record"="@No Record"
"No Service"="Nessun Servizio"
"No submit url !"="No submit url !"
"No."="No"
"None"="Vuoto"
"Not Found"="Not Found"
"Not Installed"="@Not Installed"
"Note"="Nota"
"Nov"="Nov"
"NTP server1 is invalid!"="NTP Server 1 non valido!"
"NTP Server1"="Server1 NTP"
"NTP server2 is invalid!"="NTP Server 2 non valido!"
"NTP Server2"="Server2 NTP"
"Number already exists!"="Il numero esiste già!"
"Number can not be empty!"="Il numero non può essere vuoto!"
"Number exists"="@Number exists"
"Number Invalid"="Numero non valido"
"Number is invalid!"="@Number is invalid!"
"Number"="Numero"
"Oct"="Ott"
"Off code can't be empty!"="Il codice di off non può essere vuoto!"
"Off Code could not be empty when On Code is set!"="Il codice off non può essere vuoto quando il codice On è impostato."
"Off code is invalid!"="@Off code is invalid!"
"Off Code"="Codice off"
"Off"="Off"
"Office"="Num. ufficio"
"Offline"="Non in Linea"
"OK"="OK"
"Old Number"="Vecchio numero"
"old"="Vecchia"
"On code is invalid!"="@On code is invalid!"
"On Code"="Codice di on"
"On"="On"
"Online"="@Online"
"Only 4 level menu supported!"="@Only 4 level menu supported!"
"Other"="Altro"
"Others"="Altri"
"Outbound Alternate Number Invalid"="Numero alternativo di uscita non valido"
"Outbound Alternate Phone Number"="@Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Outbound Proxy non valido!"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Stato ouboung"
"Outbox"="Mess. in usc."
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Sovrascrivere il contatto originale?"
"Paging"="Multicast Paging"
"Parameter is empty!"="@Parameter is empty!"
"Park Failed"="@Park Failed"
"Park"="@Park"
"Parked"="@Parked"
"Password can't be empty"="@Password can't be empty"
"Password can't have space only"="@Password can't have space only"
"Password is invalid!"="@Password is invalid!"
"Password is wrong!"="Password errata!"
"Password"="Password"
"PC Port"="Porta PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"Personal"="Personal"
"Phone number is empty!"="Num. tel. vuoto!"
"Phone Number"="Numero telefonico"
"Phone Numbers"="Numeri telefonici"
"Phone Setting"="Imp. telefono"
"Phone"="Telefono"
"Photo"="Foto"
"Pick Up"="Pick Up"
"Pickup"="Pickup"
"Pickup_Idle"="Pickup"
"PIN/ID"="PIN/ID"
"PINs don't match!"="I PIN non corrispondono"
"Placed Calllog"="Placed Calllog"
"Placed Calls"="Placed"
"Play Tone"="Riproduci tono"
"Please Enter Filter Conditions"="@Please Enter Filter Conditions"
"Please input a nonempty name"="@Please input a nonempty name"
"Please selected contact!"="@Please selected contact!"
"Please selected record!"="@Please selected record!"
"Please upload VPN config file firstly!"="Prego caricare prima il file di configurazione VPN"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="@PPPoE Password is invalid!"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE User"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="L'utente PPPoEUser non è valido!"
"Prefix"="Prefisso"
"Prefix_Idle"="Prefisso"
"Previous"="Previous"
"Pri.DNS is invalid!"="@Pri.DNS is invalid!"
"Pri.DNS"="DNS Primario"
"PriHold"="@PriHold"
"Priority is invalid!"="La priorità non è valida"
"Priority should be 0-7!"="Val. priorità 0-7!"
"Priority"="Priorità"
"Private Hold"="Private Hold"
"Product ID"="ID modello"
"Provision Now"="Effettuare il provisioning ora?"
"Public Hold"="Public Hold"
"q'ing"="Accodamento"
"Querying. Please wait..."="Query in corso. Prego attendere…"
"Queue"="Coda"
"Reboot the phone?"="Riavvio?"
"Reboot"="Riavvio"
"Recall"="@Recall"
"Received Calllog"="Ch. ric."
"Received Calls"="Ch. ric."
"Recieved Calls"="Chiamate ricevute"
"Record"="Registra"
"Redial Interval is invalid!"="@Redial Interval is invalid!"
"Redial Interval should be 1-300!"="L'intervallo di ridigitazione dovrebbe essere 1-300!"
"Redial Interval"="Intervallo di richiamata"
"Redial Time is invalid!"="@Redial Time is invalid!"
"Redial Time should be 1-300!"="Il tempo di ridigitazione dovrebbe essere 1-300!"
"Redial Time"="Tentativi di ridigitazione"
"Redial times"="Tentativi di richiamata"
"Redial"="Redial"
"Redirct Updating Failed"="@Redirct Updating Failed"
"Redirector"="@Redirector"
"Refresh Failed."="Aggiornamento fallito."
"Refresh"="Aggiornamento"
"Refreshing.."="Aggiornamento in corso..."
"Register fail"="Reg. fallita"
"Register Failed"="@Register Failed"
"Register name is invalid!"="@Register name is invalid!"
"Register Name"="Nome registrar"
"Registered"="Registrato"
"Registering"="Tent. registrazione"
"Reject off code can't be empty!"="Off Code can't be empty!"
"Reject off code is invalid!"="@Reject off code is invalid!"
"Reject on code is invalid!"="@Reject on code is invalid!"
"Reject"="Rifiuta"
"Remote Contacts"="Remote Phone Book"
"Remote Office"="Ufficio remoto..."
"Remote Phone Book"="Rubrica remota"
"Remove"="Rimuovi"
"Require Answer Confirmation"="@Require Answer Confirmation"
"Reset Option"="Resetta opzioni"
"Reset to Factory"="Reset default?"
"Reset to factory?"="Reset default?"
"Reset"="@Reset"
"Reseting,Please wait..."="Reset in corso, prego attendere..."
"Resetting to factory, please wait..."="@Resetting to factory, please wait..."
"Resume"="Riprendi"
"Retrieve Failed"="Recupero fallito"
"Retrieve Park"="Recupero parcheggio"
"Retrieve"="Recupero"
"RetrievePark"="@RetrievePark"
"Ring saving ..."="@Ring saving ..."
"Ring Tones"="Toni di chiamata"
"Ring"="Suoneria"
"Ringing"="In chiamata"
"Router"="Router"
"Sat"="Sab"
"Saturday"="Sabato"
"Save Config Failed, Please Retry!"="@Save Config Failed, Please Retry!"
"Save Failed!"="Salvataggio fallito"
"Save failed!"="Salvataggio fallito"
"Save"="Salva"
"Saved!"="Salvata!"
"Saving  Configuration..."="Salvataggio configurazione..."
"Saving  file..."="Salvataggio file..."
"Saving. Please wait..."="Salvataggio. Prego attendere..."
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"Scan Failed."="Scansione fallita"
"Scan failed."="Scansione fallita"
"Scan"="Scansione"
"Scaning bluetooth devices..."="@Scaning bluetooth devices..."
"Scaning..."="Scansione in corso..."
"Search All Contacts"="@Search All Contacts"
"Search For Contacts"="@Search For Contacts"
"Search LDAP Contacts"="@Search LDAP Contacts"
"Search Network Contacts"="@Search Network Contacts"
"Search Result"="@Search Result"
"Search"="Cerca"
"Sec.DNS is invalid!"="@Sec.DNS is invalid!"
"Sec.DNS"="DNS Secondario"
"Seizing"="@Seizing"
"Select All"="@Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="@Send Anonymous"
"Send"="Invia"
"Sending Provision Requests..."="Invio richiesta di provisioning"
"Sentbox"="Mess. inviati"
"Sep"="Set"
"server error"="@server error"
"Server Status"="Stato server"
"Server URL can't be empty!"="@Server URL can't be empty!"
"Server URL"="Server URL"
"Server"="Server"
"Set AES Key"="Set AES Key"
"Set failed!"="@Set failed!"
"Set failly!"="@Set failly!"
"Set Password"="Imposta password"
"Set Voice Mail"="Imposta Voicemail"
"Setting"="@Setting"
"Share line unavailable"="Linea condivisa non disponibile"
"Share Line"="@Share Line"
"Shared Calls"="@Shared Calls"
"SignIn"="@SignIn"
"SignOut"="@SignOut"
"Silence"="Silenzio"
"Simultaneous Ring Personal"="Squillo personale simultaneo..."
"SIP server1 is invalid!"="SIP Server 1 non è valido"
"SIP Server1"="SIP Server1"
"SIP server2 is invalid!"="@SIP server2 is invalid!"
"SIP Server2"="SIP Server2"
"SMS"="SMS"
"SNTP"="SNTP"
"Sorry,Only 1000 contacts are allowed!"="@Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Spiacente, solo 30 blacklist sono permesse"
"Sorry,only 50 groups are allowed!"="Troppi gruppi. Il massimo è 50!"
"Sound"="Suono"
"Spanish"="Spanish"
"Speed Dial"="Speed Dial"
"SpeedDial_Idle"="Speed Dial"
"Split"="Split"
"srtp is not avaliable in four ways conference!"="srtp non è disponibile nella conferenza a quattro"
"Start IP"="IP iniz."
"Static IP"="IP Statico"
"Static"="Static"
"Status"="Stato"
"Status"="Stato"
"STUN server is invalid!"="STUN Server non valido!"
"STUN Server"="STUN Server"
"STUN Status"="Stato STUN"
"Submit"="Invia"
"Subnet mask is invalid!"="@Subnet mask is invalid!"
"Subnet Mask"="Maschera di rete"
"Success Saved!"="Salvata!"
"Success!"="@Success!"
"Sun"="Dom"
"Sunday"="Domenica"
"Swap"="Inverti"
"Switch"="Switch"
"SwitchAccount_Idle"="Switch"
"SwitchAccountDown_Idle"="Switch"
"SwitchAccountUp_Idle"="Switch"
"System default account"="Account Default"
"System Wallpaper Cannot be Deleted!!"="@System Wallpaper Cannot be Deleted!!"
"Talk From"="Da"
"Talking"="In conversazione"
"Target cannot be empty!"="@Target cannot be empty!"
"Temporarily not available"="@Temporarily not available"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="@The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="La vecchia password è errata!"
"Thu"="Gio"
"Thursday"="Giovedi"
"Time Format"="Time Format"
"Time out"="@Time out"
"Time Zone"="Fuso or."
"Time"="Ora"
"To"="A"
"To:"="A"
"Today"="Oggi"
"Trace"="Traccia"
"Transfer Failed"="Transfer Failed"
"Transfer to"="Trasferisci a"
"Transfer"="Trasferisci"
"Transfered"="@Transferred"
"Transferred"=" Trasferito"
"Transferring"=" Trasf. in corso"
"Tue"="Mar"
"Tuesday"="Martedì"
"Turkish"="Turkish"
"Type"="Tipo"
"UC Favorite"="@UC Favorite"
"Unavail Reason"="@Unavail Reason"
"Unavailable Reason Code"="Codice motivo non disponible"
"Unavailable"="Non disponibile"
"Unknow"="@Unknow"
"Unknown Error !"="Unknown Error !"
"Unknown"="Scon."
"Unlock PIN"="@Unlock PIN"
"UnlockPIN"="Phone Unlock PIN"
"Unregistered"="Non registrato"
"Unregistering"="Deregistrazione in corso"
"Unvail"="Unvail"
"Update finish"="Aggiornamento concluso!"
"Update Skipped"="Aggiornamento saltato"
"Update"="Aggiornamento fallito"
"Update, ok or cancel?"="Aggiorna, Ok o cancella?"
"Updating, please wait..."="Aggiorno, prego attendere…"
"URL is empty!"="@URL is empty!"
"URL is invalid!"="@URL is invalid!"
"URL Record"="Registra URL"
"URL"="URL"
"Use BroadWorks-based Call Control"="Utilizza il controllo dichiamata Broadsoft"
"User Host"="Host utente"
"User ID"="ID utente"
"User mode changed!"="@User mode changed!"
"User name is invalid!"="@User name is invalid!"
"User Name"="Username"
"User Type"="Tipo di utente"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Resetta dati utente"
"UserID Can't be Empty!"="@UserID Can't be Empty!"
"UserMode "="Benutzer"
"UserMode"="Benutzer"
"Value is invalid!"="@Value is invalid!"
"Value"="Valore"
"var"="var"
"Via"="Via"
"VID nubmer is invalid!"="VLAN ID Number non valido!"
"VID number should be 1-4094!"="Il numero VID deve essere tra 1-4094!"
"VID Number"="Numero VID"
"View Voice Mail"="Controlla Voice Mail"
"View"="Visualizza"
"VLAN unsupported in PPPoE!"="Le VLAN non sono supportate in modalità PPPoE!"
"VLAN"="VLAN"
"Voice Mail"="Cas. vocale"
"Voice Number is invalid!"="@Voice Number is invalid!"
"VPN Active"="VPN Attivo"
"VPN"="VPN"
"Wait for"="@Wait for"
"Wait Time"="@Wait Time"
"Wallpaper"="Sfondo"
"WAN IP"="IP WAN"
"WAN Port VLAN"="Abilita VLAN"
"WAN Port"="Porta WAN"
"WAN Type"="Tipo WAN"
"Warning"="Attenzione!"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Tipo webserver"
"Wed"="Mer"
"Wednesday"="Mercoledì"
"Wrap up"="Wrap up"
"Wrap-Up"="Wrap up"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML Browser"="Xml Browser"
"Xml Browser"="Xml Browser"
"XML Group"="Rubrica XML"
"XML_Idle"="XmlGro"
"XMLMenu_Idle"="Menu XML"
"XSI is empty"="XSI è vuoto"
"Yesterday"="Ieri"
"Your account unauthorized."="Il vostro account non è autorizzato"
"YYYY-MM-DD"="AAAA-MM-GG"
"Zero SP Touch"="Chiamata veloce"
"Zero Touch"="Chiamata veloce"
"Zero-SP-Touch"="Chiamata veloce"
